Repository: DeveloperAcademy-POSTECH/2025-C6-M13-Audiolog
Catalog: Audiolog/Audiolog/Resources/Localizable.xcstrings
Source language: ko
Languages: en

source: %@ 재생
en: Play %@

# %lld / %lld 탐색중...
source: %1$lld / %2$lld 탐색중...
en: Searching %1$lld / %2$lld...

source: %lld개
en: %lld items

source: %lld개 선택됨
en: %lld selected

source: %lld개의 녹음을 삭제하시겠습니까?
en: Are you sure you want to delete %lld recordings?

source: %lld개의 항목
en: %lld items

source: AI 검색 기능
en: AI Search

source: AI 녹음 내용을 분석하여 별도로 제목을 수정하지 않아도 쉽게 알아볼 수 있어요.
en: AI analyzes your recordings so you can easily identify them without manually editing titles.

source: AI 제목 자동 생성
en: AI Auto Title Generation

source: Apple Intelligence 제안
en: Apple Intelligence Suggestions

source: Audiolog를 100% 활용해 보세요.
en: Get the most out of Audiolog.

source: Audiolog에서 새로운 녹음을 시작합니다.
en: Start a new recording in Audiolog.

source: Audiolog에서 한 번에 새 녹음을 시작합니다.
en: Start a new recording in Audiolog at once.

source: 검색
en: Search

source: 검색된 항목이 없습니다.
en: No search results found.

source: 검색어
en: Search Query

source: 공유
en: Share

source: 기억하고 싶은 소리를 담아보세요
en: Capture the sounds you want to remember.

source: 녹음
en: Record

source: 녹음 검색 후 재생
en: Search and play recording

source: 녹음 검색·재생
en: Search and Play Recording

source: 녹음 날짜, 제목을 기억하지 못해도 관련 키워드를 검색하면 AI가 파일을 빠르게 찾아줘요.
en: Even if you don't remember the date or title, search with related keywords and AI will quickly find the file for you.

source: 녹음 시작
en: Start Recording

source: 녹음 탭에서 새로운 로그를 만들어 보세요
en: Create a new log in the Record tab

source: 누르면 녹음을 시작합니다.
en: Tap to start recording.

source: 빠른 녹음
en: Quick Record

source: 삭제
en: Delete

source: 삭제를 하면 되돌릴 수 없어요.
en: This action cannot be undone.

source: 삭제하시면 되돌릴 수 없어요.
en: This action cannot be undone.

source: 새 녹음 시작
en: Start New Recording

source: 선택
en: Select

source: 소리가 저장되었어요.
en: Recording saved.

source: 소리를 담아보세요
en: Capture sound

source: 수정
en: Edit

source: 아직 저장된 로그가 없어요
en: No saved logs yet

source: 아직 즐겨찾기된 로그가 없어요
en: No favorited logs yet

source: 어떤 추억을 찾아볼까요?
en: What memories would you like to explore?

source: 오늘의 소리를 담아보세요
en: Capture today's sound

source: 인텔리전스 켜기
en: Enable Intelligence

source: 입력한 검색어로 녹음을 찾고 재생합니다.
en: Find and play recordings using the entered search term.

source: 재생
en: Play

source: 재생 중이 아님
en: Not playing

source: 전체 로그
en: All Logs

source: 전체 로그 탭에서 좋아하는 로그를 추가해보세요
en: Add your favorite logs in the All Logs tab

source: 제목
en: Title

source: 제목에 포함된 단어를 말하거나 입력해 주세요.
en: Please speak or type words included in the title.

source: 중단
en: Stop

source: 즐겨찾기
en: Favorite

source: 즐겨찾기 해제
en: Remove from Favorites

source: 지금 안 함
en: Not Now

source: 최근 검색한 항목
en: Recent Search

source: 최근 검색한 항목이 없습니다.
en: No recent search items.

source: 추억을 회상해보세요
en: Reflect on memories

source: 추천 로그
en: Recaps

source: 취소
en: Cancel

source: 카테고리 이름
en: Category Name

source: 카테고리 전체 재생
en: Play All in Category

source: 특정 추천 카테고리의 모든 로그를 재생합니다.
en: Plays all logs in a specific recommended category.

source: 항목을 탐색중입니다. 잠시만 기다려주세요.
en: Searching items. Please wait a moment.

source: 해제
en: Release

source: 현재 녹음을 삭제하겠습니까?
en: Are you sure you want to delete the current recording?
